{
    "slides": [
        {
            "text": [
                "Chernobyl",
                "JB Larson",
                "ENGR-101"
            ]
        },
        {
            "text": [
                "Overview",
                "Location: Chernobyl Nuclear Power Plant,  Ukraine (USSR at time of incident)",
                "Date: April 26, 1986",
                "What Happened: Explosion and fire in RBMK reactor 4 that led to a significant release of radioactive material.",
                "Immediate Consequences",
                "Evacuation of ~50,000 people from the town of Pripyat.",
                "The explosion resulted in the death of two workers. Twenty-eight firemen and emergency clean up workers died of radiation sickness and cardiac arrest within three months of the incident.",
                "Chernobyl Disaster – Source: IAEA [1]"
            ]
        },
        {
            "text": [
                "The Cause of the Disaster",
                "During a low-power test on April 26, 1986, the safety measures for operating reactor 4 were ignored.",
                "The Uranium fuel in the reactor overheated and melted through the protective barriers.",
                "This resulted in an explosion that demolished the reactor building.",
                "The lack of containment structure allowed radioactive materials such as iodine, strontium, and ",
                "caesium",
                " to be released into the atmosphere.",
                "Chernobyl Disaster – Source: IAEA [1]"
            ]
        },
        {
            "text": [
                "Responsible Groups",
                "Plant Operators",
                " - Ignored safety measures and proceeded with an unsafe test.",
                "Power Plant Management",
                " - Allowed unsafe practices and did not ensure safety protocols were maintained.",
                "The Soviet Union / Regulatory Bodies",
                " – The lack of a containment structure around RBMK reactors compounded the negative consequences of this event.",
                "Chernobyl Disaster – Source: IAEA [1]"
            ]
        },
        {
            "text": [
                "Lessons Learned",
                "Design flaws in RBMK reactors were addressed.",
                "Nuclear plants around the world placed greater awareness on safety protocols.",
                "Regulatory oversight for nuclear power plant design increased.",
                "The International Atomic Energy Association provided direct assistance to improve nuclear safety in Europe and the former Soviet Union.",
                "Chernobyl Disaster – Source: IAEA [1]"
            ]
        },
        {
            "text": [
                "How to Avoid Such Disasters",
                "If you’re operating an RBMK reactor, it would be best to enhance the shutdown mechanisms for the system.",
                "Adhere to safety procedures to limit the opportunity for human error.",
                "Increase awareness of what can go wrong with nuclear power plants.",
                "Emphasize training on how to properly handle emergency situations.",
                "Chernobyl Disaster – Source: IAEA [1]"
            ]
        },
        {
            "text": [
                "Reference List",
                "[1]\tInternational Atomic Energy Agency, “Frequently Asked Chernobyl Questions | IAEA,” ",
                "Iaea.org",
                ", Nov. 07, 2016. https://",
                "www.iaea.org",
                "/",
                "newscenter",
                "/focus/",
                "chernobyl",
                "/",
                "faqs",
                "‌",
                "Chernobyl Disaster – Source: IAEA [1]"
            ]
        }
    ]
}